Repository: Rieterisa/CarDoctor
Catalog: CarDoctor/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# scene3d.nav
source: 3D Vehicle
ar: مركبة ثلاثية الأبعاد
bg: 3D автомобил
bn: 3D যানবাহন
ca: Vehicle 3D
cs: 3D vozidlo
da: 3D-køretøj
de: 3D-Fahrzeug
el: Όχημα 3D
es: Vehículo 3D
es_419: Vehículo 3D
fa: خودروی سه‌بعدی
fi: 3D-ajoneuvo
fil: Sasakyang 3D
fr: Véhicule 3D
he: רכב תלת־ממדי
hi: 3D वाहन
hr: 3D vozilo
hu: 3D jármű
id: Kendaraan 3D
it: Veicolo 3D
ja: 3D車両
ko: 3D 차량
ms: Kenderaan 3D
nb: 3D-bil
nl: 3D-voertuig
pl: Pojazd 3D
pt_br: Veículo 3D
pt_pt: Veículo 3D
ro: Vehicul 3D
ru: 3D‑автомобиль
sk: 3D vozidlo
sv: 3D-fordon
sw: Gari la 3D
th: ยานพาหนะ 3D
tr: 3D Araç
uk: 3D‑автомобіль
ur: 3D گاڑی
vi: Xe 3D
zh_hans: 3D 车辆
zh_hant: 3D 車輛

# community.filter
source: Filter by DTC
ar: تصفية حسب DTC
bg: Филтър по DTC
bn: DTC দিয়ে ফিল্টার
ca: Filtra per DTC
cs: Filtrovat podle DTC
da: Filtrer efter DTC
de: Nach DTC filtern
el: Φίλτρο κατά DTC
es: Filtrar por DTC
es_419: Filtrar por DTC
fa: فیلتر بر اساس DTC
fi: Suodata DTC:n mukaan
fil: I-filter ayon sa DTC
fr: Filtrer par DTC
he: סינון לפי DTC
hi: DTC से फ़िल्टर करें
hr: Filtriraj po DTC
hu: Szűrés DTC szerint
id: Filter menurut DTC
it: Filtra per DTC
ja: DTCで絞り込み
ko: DTC로 필터
ms: Tapis mengikut DTC
nb: Filtrer etter DTC
nl: Filteren op DTC
pl: Filtruj według DTC
pt_br: Filtrar por DTC
pt_pt: Filtrar por DTC
ro: Filtrează după DTC
ru: Фильтр по DTC
sk: Filtrovať podľa DTC
sv: Filtrera efter DTC
sw: Chuja kwa DTC
th: กรองตาม DTC
tr: DTC ile filtrele
uk: Фільтр за DTC
ur: DTC سے فلٹر کریں
vi: Lọc theo DTC
zh_hans: 按 DTC 筛选
zh_hant: 依 DTC 篩選

# community.comments
source: Comments
ar: التعليقات
bg: Коментари
bn: মন্তব্য
ca: Comentaris
cs: Komentáře
da: Kommentarer
de: Kommentare
el: Σχόλια
es: Comentarios
es_419: Comentarios
fa: نظرات
fi: Kommentit
fil: Mga komento
fr: Commentaires
he: תגובות
hi: टिप्पणियाँ
hr: Komentari
hu: Hozzászólások
id: Komentar
it: Commenti
ja: コメント
ko: 댓글
ms: Komen
nb: Kommentarer
nl: Reacties
pl: Komentarze
pt_br: Comentários
pt_pt: Comentários
ro: Comentarii
ru: Комментарии
sk: Komentáre
sv: Kommentarer
sw: Maoni
th: ความคิดเห็น
tr: Yorumlar
uk: Коментарі
ur: تبصرے
vi: Bình luận
zh_hans: 评论
zh_hant: 留言

# community.comment.placeholder
source: Share your fix…
ar: شارك إصلاحك…
bg: Споделете поправката си…
bn: আপনার সমাধান শেয়ার করুন…
ca: Comparteix la teva solució…
cs: Sdílejte svou opravu…
da: Del din løsning…
de: Teilen Sie Ihre Lösung…
el: Μοιραστείτε τη λύση σας…
es: Comparte tu solución…
es_419: Comparte tu solución…
fa: راه‌حل خود را به اشتراک بگذارید…
fi: Jaa korjauksesi…
fil: Ibahagi ang ayos mo…
fr: Partagez votre solution…
he: שתפו את התיקון שלכם…
hi: अपना समाधान साझा करें…
hr: Podijeli svoje rješenje…
hu: Ossza meg a javítását…
id: Bagikan perbaikan Anda…
it: Condividi la tua soluzione…
ja: 修理内容を共有…
ko: 해결 방법을 공유하세요…
ms: Kongsi pembaikan anda…
nb: Del løsningen din…
nl: Deel je oplossing…
pl: Podziel się naprawą…
pt_br: Compartilhe sua correção…
pt_pt: Partilhe a sua correção…
ro: Împărtășește reparația ta…
ru: Поделитесь своим решением…
sk: Zdieľajte svoju opravu…
sv: Dela din lösning…
sw: Shiriki suluhisho lako…
th: แชร์วิธีแก้ของคุณ…
tr: Çözümünü paylaş…
uk: Поділіться своїм рішенням…
ur: اپنا حل شیئر کریں…
vi: Chia sẻ cách sửa của bạn…
zh_hans: 分享你的修复方法…
zh_hant: 分享你的修復方法…

# community.comment.send
source: Send
ar: إرسال
bg: Изпрати
bn: পাঠান
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
es_419: Enviar
fa: ارسال
fi: Lähetä
fil: Ipadala
fr: Envoyer
he: שלח
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 보내기
ms: Hantar
nl: Versturen
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sv: Skicka
sw: Tuma
th: ส่ง
tr: Gönder
uk: Надіслати
ur: بھیجیں
vi: Gửi
zh_hans: 发送
zh_hant: 傳送

# upload.details
source: Details
ar: التفاصيل
bg: Подробности
bn: বিস্তারিত
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
es_419: Detalles
fa: جزئیات
fi: Tiedot
fil: Mga detalye
fr: Détails
he: פרטים
hi: विवरण
hr: Detalji
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부정보
ms: Butiran
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
ru: Подробности
sk: Podrobnosti
sv: Detaljer
sw: Maelezo
th: รายละเอียด
tr: Detaylar
uk: Деталі
ur: تفصیلات
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資料

# upload.title
source: Title
ar: العنوان
bg: Заглавие
bn: শিরোনাম
ca: Títol
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
es_419: Título
fa: عنوان
fi: Otsikko
fil: Pamagat
fr: Titre
he: כותרת
hi: शीर्षक
hr: Naslov
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Заголовок
sk: Názov
sv: Titel
sw: Kichwa
th: ชื่อเรื่อง
tr: Başlık
uk: Заголовок
ur: عنوان
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# upload.summary
source: What fixed it?
ar: ما الذي أصلحه؟
bg: Какво го оправи?
bn: কী ঠিক করেছে?
ca: Què ho ha solucionat?
cs: Co to opravilo?
da: Hvad løste det?
de: Was hat geholfen?
el: Τι το διόρθωσε;
es: ¿Qué lo solucionó?
es_419: ¿Qué lo solucionó?
fa: چه چیزی درستش کرد؟
fi: Mikä korjasi sen?
fil: Ano ang nag-ayos?
fr: Qu’est-ce qui a résolu le problème ?
he: מה תיקן את זה?
hi: क्या ठीक हुआ?
hr: Što ga je popravilo?
hu: Mi javította meg?
id: Apa yang memperbaikinya?
it: Cosa l’ha risolto?
ja: 何で直りましたか？
ko: 무엇이 해결했나요?
ms: Apa yang membaikinya?
nb: Hva fikset det?
nl: Wat heeft het opgelost?
pl: Co pomogło?
pt_br: O que resolveu?
pt_pt: O que resolveu?
ro: Ce a rezolvat?
ru: Что помогло?
sk: Čo to opravilo?
sv: Vad löste det?
sw: Nini kilichokitengeneza?
th: อะไรทำให้หาย?
tr: Ne düzeltti?
uk: Що допомогло?
ur: کیا چیز ٹھیک ہوئی؟
vi: Cái gì đã khắc phục?
zh_hans: 是什么修好的？
zh_hant: 是什麼修好的？

# upload.media
source: Media
ar: الوسائط
bg: Медия
bn: মিডিয়া
ca: Continguts
cs: Média
da: Medier
de: Medien
el: Πολυμέσα
es: Medios
es_419: Medios
fa: رسانه
fr: Médias
he: מדיה
hi: मीडिया
hr: Mediji
hu: Média
ja: メディア
ko: 미디어
pl: Multimedia
pt_br: Mídia
pt_pt: Multimédia
ru: Медиа
sk: Médiá
sw: Midia
th: สื่อ
tr: Medya
uk: Медіа
ur: میڈیا
vi: Phương tiện
zh_hans: 媒体
zh_hant: 媒體

# upload.pick
source: Pick a video
ar: اختر فيديو
bg: Изберете видео
bn: ভিডিও বেছে নিন
ca: Tria un vídeo
cs: Vyberte video
da: Vælg en video
de: Video auswählen
el: Επιλέξτε βίντεο
es: Elegir un vídeo
es_419: Elegir un video
fa: یک ویدیو انتخاب کنید
fi: Valitse video
fil: Pumili ng video
fr: Choisir une vidéo
he: בחרו סרטון
hi: वीडियो चुनें
hr: Odaberi videozapis
hu: Válasszon videót
id: Pilih video
it: Scegli un video
ja: 動画を選択
ko: 영상 선택
ms: Pilih video
nb: Velg en video
nl: Kies een video
pl: Wybierz film
pt_br: Escolher um vídeo
pt_pt: Escolher um vídeo
ro: Alege un videoclip
ru: Выберите видео
sk: Vyberte video
sv: Välj en video
sw: Chagua video
th: เลือกวิดีโอ
tr: Video seç
uk: Виберіть відео
ur: ویڈیو منتخب کریں
vi: Chọn video
zh_hans: 选择视频
zh_hant: 選擇影片

# upload.submit
source: Submit for review
ar: إرسال للمراجعة
bg: Изпрати за преглед
bn: পর্যালোচনার জন্য জমা দিন
ca: Envia per a revisió
cs: Odeslat ke kontrole
da: Send til gennemgang
de: Zur Prüfung senden
el: Υποβολή για έλεγχο
es: Enviar para revisión
es_419: Enviar para revisión
fa: ارسال برای بررسی
fi: Lähetä tarkistettavaksi
fil: Isumite para sa review
fr: Soumettre pour examen
he: שלח לבדיקה
hi: समीक्षा के लिए भेजें
hr: Pošalji na pregled
hu: Beküldés ellenőrzésre
id: Kirim untuk ditinjau
it: Invia per revisione
ja: 審査に提出
ko: 검토 요청
ms: Hantar untuk semakan
nb: Send inn til gjennomgang
nl: Indienen ter beoordeling
pl: Wyślij do weryfikacji
pt_br: Enviar para análise
pt_pt: Submeter para análise
ro: Trimite pentru verificare
ru: Отправить на проверку
sk: Odoslať na kontrolu
sv: Skicka för granskning
sw: Wasilisha kwa ukaguzi
th: ส่งเพื่อตรวจสอบ
tr: İncelemeye gönder
uk: Надіслати на перевірку
ur: جائزے کے لیے بھیجیں
vi: Gửi để duyệt
zh_hans: 提交审核
zh_hant: 提交審核

# upload.success
source: Uploaded. Pending moderation (admins publish instantly).
ar: تم الرفع. بانتظار المراجعة (ينشر المشرفون فورًا).
bg: Качено. Чака модерация (админите публикуват веднага).
bn: আপলোড হয়েছে। মডারেশন অপেক্ষমাণ (অ্যাডমিন সাথে সাথে প্রকাশ করে)।
ca: Pujat. Pendent de moderació (els admins publiquen a l’instant).
cs: Nahráno. Čeká na moderaci (admini publikují ihned).
da: Uploadet. Afventer moderation (admins udgiver med det samme).
de: Hochgeladen. Warte auf Moderation (Admins veröffentlichen sofort).
el: Μεταφορτώθηκε. Εκκρεμεί έλεγχος (οι διαχειριστές δημοσιεύουν αμέσως).
es: Subido. Pendiente de moderación (los admins publican al instante).
es_419: Subido. Pendiente de moderación (los admins publican al instante).
fa: آپلود شد. در انتظار بررسی (مدیران فوری منتشر می‌کنند).
fi: Ladattu. Odottaa moderointia (ylläpitäjät julkaisevat heti).
fil: Na-upload. Nakabinbin ang moderation (agad magpo-publish ang admin).
fr: Importé. En attente de modération (les admins publient immédiatement).
he: הועלה. ממתין לאישור (מנהלים מפרסמים מיד).
hi: अपलोड हो गया। मॉडरेशन लंबित (एडमिन तुरंत प्रकाशित करते हैं)।
hr: Učitano. Čeka moderaciju (admini objavljuju odmah).
hu: Feltöltve. Moderálásra vár (az adminok azonnal közzéteszik).
id: Diunggah. Menunggu moderasi (admin langsung memublikasikan).
it: Caricato. In attesa di moderazione (gli admin pubblicano subito).
ja: アップロード済み。審査待ち（管理者は即公開）。
ko: 업로드됨. 검수 대기 중(관리자는 즉시 게시).
ms: Dimuat naik. Menunggu penyederhanaan (admin terbitkan serta-merta).
nb: Lastet opp. Venter på moderering (admin publiserer med en gang).
nl: Geüpload. Wacht op moderatie (admins publiceren direct).
pl: Przesłano. Oczekuje na moderację (admini publikują od razu).
pt_br: Enviado. Aguardando moderação (admins publicam na hora).
pt_pt: Carregado. A aguardar moderação (os admins publicam de imediato).
ro: Încărcat. Așteaptă moderare (adminii publică imediat).
ru: Загружено. Ожидает модерации (админы публикуют сразу).
sk: Nahrané. Čaká na moderáciu (admini publikujú ihneď).
sv: Uppladdat. Väntar på moderering (admins publicerar direkt).
sw: Imepakuliwa. Inasubiri ukaguzi (wasimamizi huchapisha mara moja).
th: อัปโหลดแล้ว รอการตรวจสอบ (แอดมินเผยแพร่ได้ทันที)
tr: Yüklendi. Moderasyon bekliyor (admin anında yayınlar).
uk: Завантажено. Очікує модерації (адміни публікують одразу).
ur: اپ لوڈ ہو گیا۔ ماڈریشن زیر التوا (ایڈمنز فوری شائع کرتے ہیں)۔
vi: Đã tải lên. Đang chờ kiểm duyệt (quản trị viên đăng ngay).
zh_hans: 已上传。等待审核（管理员可立即发布）。
zh_hant: 已上傳。等待審核（管理員可立即發佈）。

# upload.error.title
source: Title is required.
ar: العنوان مطلوب.
bg: Заглавието е задължително.
bn: শিরোনাম প্রয়োজন।
ca: El títol és obligatori.
cs: Název je povinný.
da: Titel er påkrævet.
de: Titel ist erforderlich.
el: Ο τίτλος είναι υποχρεωτικός.
es: El título es obligatorio.
es_419: El título es obligatorio.
fa: عنوان الزامی است.
fi: Otsikko on pakollinen.
fil: Kailangan ang pamagat.
fr: Le titre est obligatoire.
he: נדרשת כותרת.
hi: शीर्षक आवश्यक है।
hr: Naslov je obavezan.
hu: A cím kötelező.
id: Judul wajib diisi.
it: Il titolo è obbligatorio.
ja: タイトルは必須です。
ko: 제목은 필수입니다.
ms: Tajuk diperlukan.
nb: Tittel er påkrevd.
nl: Titel is verplicht.
pl: Tytuł jest wymagany.
pt_br: O título é obrigatório.
pt_pt: O título é obrigatório.
ro: Titlul este obligatoriu.
ru: Заголовок обязателен.
sk: Názov je povinný.
sv: Titel krävs.
sw: Kichwa kinahitajika.
th: ต้องระบุชื่อเรื่อง
tr: Başlık gerekli.
uk: Заголовок обов’язковий.
ur: عنوان ضروری ہے۔
vi: Tiêu đề là bắt buộc.
zh_hans: 标题为必填项。
zh_hant: 標題為必填。

# upload.quota %lld
source: %lld uploads left this month
ar: يتبقى %lld رفعًا هذا الشهر
bg: Остават %lld качвания този месец
bn: এই মাসে %lld আপলোড বাকি
ca: Et queden %lld pujades aquest mes
cs: Tento měsíc zbývá %lld nahrání
da: %lld uploads tilbage denne måned
de: Noch %lld Uploads diesen Monat
el: Απομένουν %lld μεταφορτώσεις αυτόν τον μήνα
es: Te quedan %lld subidas este mes
es_419: Te quedan %lld subidas este mes
fa: %lld آپلود باقی‌مانده در این ماه
fi: %lld latausta jäljellä tässä kuussa
fil: %lld upload pa ang natitira ngayong buwan
fr: %lld imports restants ce mois-ci
he: נותרו %lld העלאות החודש
hi: इस महीने %lld अपलोड शेष
hr: Preostalo %lld učitavanja ovog mjeseca
hu: Ebben a hónapban %lld feltöltés van hátra
id: %lld unggahan tersisa bulan ini
it: %lld caricamenti rimasti questo mese
ja: 今月の残りアップロード：%lld
ko: 이번 달 업로드 %lld회 남음
ms: %lld muat naik lagi bulan ini
nb: %lld opplastinger igjen denne måneden
nl: Nog %lld uploads deze maand
pl: Pozostało %lld przesłań w tym miesiącu
pt_br: %lld envios restantes neste mês
pt_pt: %lld carregamentos restantes este mês
ro: %lld încărcări rămase luna aceasta
ru: Осталось %lld загрузок в этом месяце
sk: Tento mesiac zostáva %lld nahraní
sv: %lld uppladdningar kvar den här månaden
sw: Upakiaji %lld umebaki mwezi huu
th: เหลือการอัปโหลด %lld ครั้งในเดือนนี้
tr: Bu ay %lld yükleme hakkın kaldı
uk: Залишилось %lld завантажень цього місяця
ur: اس مہینے %lld اپ لوڈ باقی
vi: Còn %lld lượt tải lên trong tháng này
zh_hans: 本月剩余 %lld 次上传
zh_hant: 本月剩餘 %lld 次上傳

source: %lld uploads left this month
ar: يتبقى %lld رفعًا هذا الشهر
bg: Остават %lld качвания този месец
bn: এই মাসে %lld আপলোড বাকি
ca: Et queden %lld pujades aquest mes
cs: Tento měsíc zbývá %lld nahrání
da: %lld uploads tilbage denne måned
de: Noch %lld Uploads diesen Monat
el: Απομένουν %lld μεταφορτώσεις αυτόν τον μήνα
es: Te quedan %lld subidas este mes
es_419: Te quedan %lld subidas este mes
fa: %lld آپلود باقی‌مانده در این ماه
fi: %lld latausta jäljellä tässä kuussa
fil: %lld upload pa ang natitira ngayong buwan
fr: %lld imports restants ce mois-ci
he: נותרו %lld העלאות החודש
hi: इस महीने %lld अपलोड शेष
hr: Preostalo %lld učitavanja ovog mjeseca
hu: Ebben a hónapban %lld feltöltés van hátra
id: %lld unggahan tersisa bulan ini
it: %lld caricamenti rimasti questo mese
ja: 今月の残りアップロード：%lld
ko: 이번 달 업로드 %lld회 남음
ms: %lld muat naik lagi bulan ini
nb: %lld opplastinger igjen denne måneden
nl: Nog %lld uploads deze maand
pl: Pozostało %lld przesłań w tym miesiącu
pt_br: %lld envios restantes neste mês
pt_pt: %lld carregamentos restantes este mês
ro: %lld încărcări rămase luna aceasta
ru: Осталось %lld загрузок в этом месяце
sk: Tento mesiac zostáva %lld nahraní
sv: %lld uppladdningar kvar den här månaden
sw: Upakiaji %lld umebaki mwezi huu
th: เหลือการอัปโหลด %lld ครั้งในเดือนนี้
tr: Bu ay %lld yükleme hakkın kaldı
uk: Залишилось %lld завантажень цього місяця
ur: اس مہینے %lld اپ لوڈ باقی
vi: Còn %lld lượt tải lên trong tháng này
zh_hans: 本月剩余 %lld 次上传
zh_hant: 本月剩餘 %lld 次上傳

# profile.subscription
source: Subscription
ar: الاشتراك
bg: Абонамент
bn: সাবস্ক্রিপশন
ca: Subscripció
cs: Předplatné
da: Abonnement
de: Abonnement
el: Συνδρομή
es: Suscripción
es_419: Suscripción
fa: اشتراک
fi: Tilaus
fr: Abonnement
he: מנוי
hi: सदस्यता
hr: Pretplata
hu: Előfizetés
id: Langganan
it: Abbonamento
ja: サブスクリプション
ko: 구독
ms: Langganan
nb: Abonnement
nl: Abonnement
pl: Subskrypcja
pt_br: Assinatura
pt_pt: Subscrição
ro: Abonament
ru: Подписка
sk: Predplatné
sv: Prenumeration
sw: Usajili
th: การสมัครสมาชิก
tr: Abonelik
uk: Підписка
ur: سبسکرپشن
vi: Thuê bao
zh_hans: 订阅
zh_hant: 訂閱

# profile.plan
source: Plan
ar: الخطة
bg: План
bn: প্ল্যান
ca: Pla
cs: Tarif
de: Tarif
el: Πλάνο
fa: طرح
fi: Paketti
fr: Offre
he: תוכנית
hi: योजना
hu: Csomag
id: Paket
it: Piano
ja: プラン
ko: 플랜
ms: Pelan
nl: Abonnement
pt_br: Plano
pt_pt: Plano
ru: Тариф
sk: Tarif
sw: Mpango
th: แผน
uk: Тариф
ur: پلان
vi: Gói
zh_hans: 方案
zh_hant: 方案

# profile.plan.free
source: Free
ar: مجاني
bg: Безплатно
bn: বিনামূল্যে
ca: Gratuït
cs: Zdarma
da: Gratis
de: Kostenlos
el: Δωρεάν
es: Gratis
es_419: Gratis
fa: رایگان
fi: Ilmainen
fil: Libre
fr: Gratuit
he: חינם
hi: मुफ़्त
hr: Besplatno
hu: Ingyenes
id: Gratis
it: Gratis
ja: 無料
ko: 무료
ms: Percuma
nb: Gratis
nl: Gratis
pl: Bezpłatny
pt_br: Grátis
pt_pt: Grátis
ro: Gratuit
ru: Бесплатно
sk: Zadarmo
sv: Gratis
sw: Bure
th: ฟรี
tr: Ücretsiz
uk: Безкоштовно
ur: مفت
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# profile.upgrade
source: Upgrade to Pro
ar: الترقية إلى Pro
bg: Надградете до Pro
bn: Pro-তে আপগ্রেড করুন
ca: Actualitza a Pro
cs: Přejít na Pro
da: Opgrader til Pro
de: Auf Pro upgraden
el: Αναβάθμιση σε Pro
es: Pasar a Pro
es_419: Pasar a Pro
fa: ارتقاء به Pro
fi: Päivitä Prohon
fil: Mag-upgrade sa Pro
fr: Passer à Pro
he: שדרוג ל‑Pro
hi: Pro में अपग्रेड करें
hr: Nadogradi na Pro
hu: Váltás Pro-ra
id: Upgrade ke Pro
it: Passa a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
ms: Naik taraf ke Pro
nb: Oppgrader til Pro
nl: Upgraden naar Pro
pl: Ulepsz do Pro
pt_br: Assinar o Pro
pt_pt: Atualizar para Pro
ro: Treci la Pro
ru: Перейти на Pro
sk: Prejsť na Pro
sv: Uppgradera till Pro
sw: Boresha hadi Pro
th: อัปเกรดเป็น Pro
tr: Pro’ya geç
uk: Перейти на Pro
ur: Pro میں اپ گریڈ کریں
vi: Nâng cấp lên Pro
zh_hans: 升级到 Pro
zh_hant: 升級至 Pro

# profile.myVideos
source: My videos
ar: فيديوهاتي
bg: Моите видеа
bn: আমার ভিডিও
ca: Els meus vídeos
cs: Moje videa
da: Mine videoer
de: Meine Videos
el: Τα βίντεό μου
es: Mis vídeos
es_419: Mis videos
fa: ویدیوهای من
fi: Omat videot
fil: Mga video ko
fr: Mes vidéos
he: הסרטונים שלי
hi: मेरे वीडियो
hr: Moji videozapisi
hu: Saját videóim
id: Video saya
it: I miei video
ja: 自分の動画
ko: 내 영상
ms: Video saya
nb: Mine videoer
nl: Mijn video’s
pl: Moje filmy
pt_br: Meus vídeos
pt_pt: Os meus vídeos
ro: Videoclipurile mele
ru: Мои видео
sk: Moje videá
sv: Mina videor
sw: Video zangu
th: วิดีโอของฉัน
tr: Videolarım
uk: Мої відео
ur: میری ویڈیوز
vi: Video của tôi
zh_hans: 我的视频
zh_hant: 我的影片

# profile.myVideos.empty
source: No uploads yet.
ar: لا توجد عمليات رفع بعد.
bg: Все още няма качвания.
bn: এখনও কোনো আপলোড নেই।
ca: Encara no hi ha pujades.
cs: Zatím žádná nahrání.
da: Ingen uploads endnu.
de: Noch keine Uploads.
el: Δεν υπάρχουν ακόμη μεταφορτώσεις.
es: Aún no hay subidas.
es_419: Aún no hay subidas.
fa: هنوز آپلودی نیست.
fi: Ei vielä latauksia.
fil: Wala pang upload.
fr: Aucun import pour le moment.
he: עדיין אין העלאות.
hi: अभी कोई अपलोड नहीं।
hr: Još nema učitavanja.
hu: Még nincsenek feltöltések.
id: Belum ada unggahan.
it: Nessun caricamento ancora.
ja: まだアップロードがありません。
ko: 아직 업로드가 없습니다.
ms: Belum ada muat naik.
nb: Ingen opplastinger ennå.
nl: Nog geen uploads.
pl: Brak przesłań.
pt_br: Ainda não há envios.
pt_pt: Ainda não há carregamentos.
ro: Nicio încărcare încă.
ru: Пока нет загрузок.
sk: Zatiaľ žiadne nahratia.
sv: Inga uppladdningar ännu.
sw: Bado hakuna upakiaji.
th: ยังไม่มีการอัปโหลด
tr: Henüz yükleme yok.
uk: Поки немає завантажень.
ur: ابھی کوئی اپ لوڈ نہیں۔
vi: Chưa có nội dung tải lên.
zh_hans: 暂无上传。
zh_hant: 尚無上傳。

# profile.signOut
source: Sign out
ar: تسجيل الخروج
bg: Изход
bn: সাইন আউট
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
es_419: Cerrar sesión
fa: خروج
fi: Kirjaudu ulos
fil: Mag-sign out
fr: Se déconnecter
he: התנתקות
hi: साइन आउट
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
ms: Log keluar
nb: Logg ut
nl: Afmelden
pl: Wyloguj
pt_br: Sair
pt_pt: Terminar sessão
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
sw: Toka
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
ur: سائن آؤٹ
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# paywall.subtitle
source: Unlock 3D part highlight, higher video quota, and repair history.
ar: افتح تمييز القطع ثلاثي الأبعاد وحصة فيديو أعلى وسجل الإصلاحات.
bg: Отключете 3D маркиране на части, по-голяма видео квота и история на ремонти.
bn: 3D যন্ত্রাংশ হাইলাইট, বেশি ভিডিও কোটা ও মেরামত ইতিহাস আনলক করুন।
ca: Desbloqueja el ressaltat 3D de peces, més quota de vídeo i l’historial de reparacions.
cs: Odemkněte zvýraznění dílu ve 3D, vyšší kvótu videí a historii oprav.
da: Lås 3D-delmarkering, højere videokvote og reparationshistorik op.
de: Schalten Sie 3D-Teilmarkierung, höheres Videokontingent und Reparaturverlauf frei.
el: Ξεκλειδώστε επισήμανση εξαρτήματος 3D, μεγαλύτερο όριο βίντεο και ιστορικό επισκευών.
es: Desbloquea el resaltado 3D de piezas, más cuota de vídeo e historial de reparaciones.
es_419: Desbloquea el resaltado 3D de piezas, más cuota de video e historial de reparaciones.
fa: برجسته‌سازی سه‌بعدی قطعه، سهمیه ویدیوی بیشتر و تاریخچه تعمیر را باز کنید.
fi: Avaa 3D-osakorostus, suurempi videokiintiö ja korjaushistoria.
fil: I-unlock ang 3D part highlight, mas mataas na video quota, at repair history.
fr: Débloquez la mise en évidence 3D, un quota vidéo plus élevé et l’historique des réparations.
he: פתחו הדגשת חלקים בתלת־ממד, מכסת סרטונים גבוהה יותר והיסטוריית תיקונים.
hi: 3D पार्ट हाइलाइट, अधिक वीडियो कोटा और मरम्मत इतिहास अनलॉक करें।
hr: Otključaj 3D isticanje dijela, veću video kvotu i povijest popravaka.
hu: Oldja fel a 3D alkatrész-kiemelést, a magasabb videókvótát és a javítási előzményeket.
id: Buka sorotan suku cadang 3D, kuota video lebih tinggi, dan riwayat perbaikan.
it: Sblocca evidenziazione 3D, quota video maggiore e cronologia riparazioni.
ja: 3D部品ハイライト、動画枠の拡大、修理履歴を解除。
ko: 3D 부품 하이라이트, 더 많은 영상 할당량, 수리 기록을 잠금 해제하세요.
ms: Buka kunci sorotan bahagian 3D, kuota video lebih tinggi dan sejarah pembaikan.
nb: Lås opp 3D-delmarkering, høyere videokvote og reparasjonshistorikk.
nl: Ontgrendel 3D-onderdeelmarkering, hogere videocota en reparatiegeschiedenis.
pl: Odblokuj podświetlenie części 3D, wyższy limit filmów i historię napraw.
pt_br: Desbloqueie destaque 3D de peças, mais cota de vídeo e histórico de reparos.
pt_pt: Desbloqueie o destaque 3D de peças, mais quota de vídeo e histórico de reparações.
ro: Deblochează evidențierea 3D a pieselor, cotă video mai mare și istoricul reparațiilor.
ru: Откройте 3D‑подсветку деталей, больший лимит видео и историю ремонтов.
sk: Odomknite zvýraznenie dielu v 3D, vyššiu kvótu videí a históriu opráv.
sv: Lås upp 3D-markering, högre videokvot och reparationshistorik.
sw: Fungua kuangazia sehemu kwa 3D, kiasi kikubwa cha video, na historia ya ukarabati.
th: ปลดล็อกไฮไลต์อะไหล่ 3D โควตาวิดีโอสูงขึ้น และประวัติการซ่อม
tr: 3D parça vurgusu, yüksek video kotası ve tamir geçmişini aç.
uk: Відкрийте 3D‑підсвічування деталей, більший ліміт відео та історію ремонтів.
ur: 3D پرزہ ہائی لائٹ، زیادہ ویڈیو کوٹہ اور مرمت کی تاریخ ان لاک کریں۔
vi: Mở khóa tô sáng phụ tùng 3D, hạn mức video cao hơn và lịch sử sửa chữa.
zh_hans: 解锁 3D 零件高亮、更高视频配额和维修历史。
zh_hant: 解鎖 3D 零件醒目、更高影片配額與維修紀錄。

# paywall.benefit.3d
source: Interactive 3D fault localization
ar: تحديد موقع العطل تفاعليًا بتقنية ثلاثية الأبعاد
bg: Интерактивна 3D локализация на повредата
bn: ইন্টারঅ্যাকটিভ 3D ত্রুটি স্থাননির্ধারণ
ca: Localització interactiva d’avaries en 3D
cs: Interaktivní lokalizace závady ve 3D
da: Interaktiv 3D-fejlplacering
de: Interaktive 3D-Fehlerlokalisierung
el: Διαδραστικός εντοπισμός βλάβης σε 3D
es: Localización interactiva de fallos en 3D
es_419: Localización interactiva de fallas en 3D
fa: جانمایی تعاملی خطای سه‌بعدی
fi: Interaktiivinen 3D-vian paikannus
fil: Interactive na 3D fault localization
fr: Localisation interactive des défauts en 3D
he: איתור תקלות אינטראקטיבי בתלת־ממד
hi: इंटरैक्टिव 3D दोष स्थान निर्धारण
hr: Interaktivna 3D lokalizacija kvara
hu: Interaktív 3D hibameghatározás
id: Lokalisasi kesalahan 3D interaktif
it: Localizzazione interattiva dei guasti in 3D
ja: インタラクティブな3D故障位置表示
ko: 인터랙티브 3D 고장 위치 표시
ms: Penyetempatan kerosakan 3D interaktif
nb: Interaktiv 3D-feillokalisering
nl: Interactieve 3D-storingslokalisatie
pl: Interaktywna lokalizacja usterki w 3D
pt_br: Localização interativa de falhas em 3D
pt_pt: Localização interativa de avarias em 3D
ro: Localizare interactivă a defectelor în 3D
ru: Интерактивная 3D‑локализация неисправности
sk: Interaktívna lokalizácia poruchy v 3D
sv: Interaktiv 3D-fellokalisering
sw: Upataji wa mahali pa hitilafu kwa 3D ya kuingiliana
th: ระบุตำแหน่งความผิดปกติแบบอินเทอร์แอคทีฟ 3D
tr: İnteraktif 3D arıza konumlandırma
uk: Інтерактивна 3D‑локалізація несправності
ur: انٹرایکٹو 3D خرابی مقام تعین
vi: Định vị lỗi 3D tương tác
zh_hans: 交互式 3D 故障定位
zh_hant: 互動式 3D 故障定位
